Revit 2027 API
UnitTypeId.Hertz Property
 Hertz.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Hertz { get; }
Public Shared ReadOnly Property Hertz As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Hertz {
	ForgeTypeId^ get ();
}
static member Hertz : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace